const Introduction = () => {
  return (
    <div className="p-5 bg-black space-y-3 lg:space-y-6 w-[85vw] mx-auto">
      <h1 className="text-base lg:text-xl text-white mb-3 urdu-text text-center font-semibold">
        آپ کی صحت ہماری اولین ترجیع
      </h1>
      
      <p className="font-bold urdu-text text-sm text-white lg:text-md text-end">تعارف</p>

      <p className="text-end lg:leading-10 leading-6 urdu-text text-white tracking-wide text-[10px] lg:text-base lg:tracking-wider">
        قدرت نے جنسی عمل میں بے پناہ لذت رکھی ہے جس کی وجہ سے انسان بے تحاشا اس کی طرف کھنچا چلا جاتا ہے 
        اور اپنی خواہش کی تکمیل کے لیے فطرتی کے ساتھ ساتھ غیر فطرتی رویے بھی اپناتا ہے۔ آج کے جدید دور میں، 
        جہاں فحش فلموں کا حصول ہر انٹرنیٹ استعمال کرنے والے انسان کی دسترس میں ہے، نوجوان غلط کاریوں کا شکار ہیں 
        اور اپنے ہاتھوں سے اپنی جوانی برباد کر رہے ہیں۔ اس کے ساتھ ساتھ نا مناسب اور غیر متوازن غذا بھی صحت کا توازن 
        خراب کرنے کا سبب بن رہی ہے، جس کی وجہ سے نوجوان جنسی کے ساتھ ساتھ جسمانی اور ذہنی کمزوری کا بھی شکار ہو جاتے ہیں 
        اور ان کے معمولات متاثر ہوتے ہیں۔ جنسی عمل افزائش نسل کا سبب ہونے کے ساتھ ساتھ انسان کی تسکین کا بھی باعث ہے 
        اور اس کا نعم البدل دنیا کی کسی نعمت میں ممکن نہیں۔ لیکن اس تسکین کے حصول کے لیے ایک انسان کا جنسی لحاظ سے صحت مند 
        ہونا ضروری ہے۔ اگر ایک نوجوان جنسی لحاظ سے کمزور ہے تو اسے وہ لذت حاصل نہیں ہوتی جو ہونی چاہیے۔ بظاہر صحت مند 
        نظر آنے والے نوجوان بھی اکثر کسی نہ کسی جنسی پریشانی کا شکار ہوتے ہیں اور اس پر مصیبت یہ کہ ہمارے معاشرے میں 
        جنسیت پر بات چیت کرنا بھی عیب سمجھا جاتا ہے جس کی وجہ سے مرد حضرات اپنے مسائل کو دبائے رکھتے ہیں اور وقت گزرنے کے 
        ساتھ ساتھ یہ مسائل پیچیدہ ہوتے جاتے ہیں اور ان کا علاج بھی مشکل ہوتا جاتا ہے۔
      </p>

      <p className="text-end lg:leading-10 leading-6 urdu-text text-white tracking-wide text-[10px] lg:text-base lg:tracking-wider">
        غلط کاریوں اور کثرت جماع کی وجہ سے مردوں میں جریان، احتلام، سرعت انزال، نفس کا چھوٹا ہونا اور جنسی بے رغبتی عام ہے۔ 
        سیکس کی طرف ذہن کا نا جانا بھی ایک بیماری ہے، اگر آپ بے رغبتی محسوس کرتے ہیں تو بھی آپ جنسی لحاظ سے بیمار ہیں۔ 
        ان تمام مسائل کے حل کے لیے ہم لے آئے آپ کے لیے بہترین ادویات! یہ خالص جڑی بوٹیوں سے تیار کی گئی ہیں، ہر قسم کی 
        نقصان دہ ادویات سے مکمل اجتناب کیا گیا ہے، تجربہ کار حکما کی نگرانی میں جدید سائینس کے تقاضوں کے مطابق یہ 
        ادویات تیار کی جاتی ہیں۔ آپ اپنے مسائل کے مطابق دوا کا انتخاب کر کے منگوا سکتے ہیں اور بغیر کسی پریشانی کے استعمال 
        کر سکتے ہیں۔ آپ چند دنوں میں فائدہ دیکھیں گے اور اپنے جاننے والوں کو بھی ترغیب دیں گے۔
      </p>
      <div className="bg-[#B2B4B2] h-0.5 w-full"></div>
    </div>
  )
}

export default Introduction
